Repository: joaovitor123jv/pomotimer
Catalog: po/*.po
Languages: es, pt

source: Welcome to PomoTimer!
es: Bienvenido(a) al PomoTimer!
pt: Bem-vindo(a) ao PomoTimer!

source: Remaining Time
es: Tiempo Restante
pt: Tempo Restante

source: Settings
es: Ajustes
pt: Configuracoes

source: Start Timer
es: Iniciar Minutero
pt: Iniciar Temporizador

source: Show Configurations button pressed
es: Boton de apresentar configuraciones presionado
pt: Botao de mostrar configuracoes pressionado

source: Time to start your work
pt: Hora de comecar a trabalhar

source: Get hands on what you need to do! Focus! Focus! Focus!
es: Coloque las manos en lo que necesitas hacer! Foco! Foco! Foco!
pt: Faca o que voce deve fazer! Foco! Foco! Foco!

source: Stop Timer
es: Detenter Minutero
pt: Parar Temporizador

source: Starting seconds counting
es: Contador de segundos empezado
pt: Iniciada contagem de segundos

source: Threads aren't supported in this system
es: Threads no son compatibles en este sistema
pt: Nao existe suporte a Threads nesse sistema

source: Pomodoro-like Timer
es: Temporizador tipo pomodoro
pt: Um temporizador pomodoro

source: A simple app to help you use the pomodoro technique
es: Una aplicacion sencilla para ayudarte a utilizar la tecnica pomodoro
pt: Um aplicativo simples que lhe ajudara a usar o metodo pomodoro

source: Pomodoro;Timer
es: Pomodoro;Temporizador;Timer
pt: Pomodoro;Timer;Temporizador

source: A Simple Pomodoro Timer Application
es: Una simples aplicacion de temporizador Pomodoro
pt: Uma Aplicacao Simples Para o Metodo Pomodoro

source: Now you can use a pomodoro timer in the purest way, with native look. A timer for using with the pomodoro method, configure it the way you want.
es: Ahora puedes usar un temporizador pomodoro de la manera mas pura, con apariencia nativa.Un temporizador para usar con el metodo pomodoro, configuralo como quieras.
pt: Agora voce pode usar um temporizador pomodoro em sua forma mais pura, comvisual nativo. Um temporizador para utilizar no auxilio da tecnica pomodoro, configure-o como quiser.
